var base = [
    {
        number: "1.2.1",
        name: "ОКТБг-М(2,7)П-12Е1-0,36Ф3,5/0,22Н18-12",
        price: 8.22,
        type: "ВОЛЗ",
        categories: ["всі", "тмц", "магістрально-розподільчий сегмент", "кабелі"]
    },
    
    {
        number: "1.2.2",
        name: "ОКТБг-М(2,7)П-2*12Е1-0,36Ф3,5/0,22Н18-24",
        price: 12.463,
        type: "ВОЛЗ",
        categories: ["всі", "тмц", "магістрально-розподільчий сегмент", "кабелі"]
    },
    
    {
        number: "1.2.3",
        name: "ОКТБг-М(2,7)П-4*12Е1-0,36Ф3,5/0,22Н18-48",
        price: 19.879,
        type: "ВОЛЗ",
        categories: ["всі", "тмц", "магістрально-розподільчий сегмент", "кабелі"]
    },
    
    {
        number: "1.38",
        name: "Прокладання кабелю в т/к",
        price: 12.7,
        type: "Прокладка кабелю",
        categories: ["всі", "бмр", "магістрально-розподільчий сегмент", "кабелі"]
    },
]